{
  "ALERT_COUNTRY_LIMIT_BR": "This competition is exclusive to Brazil",
  "COUNTRY_LIMIT_BR": "Exclusive to Brazil",
  "TOURNWEB_GAME_POINTS": "Score",
  "TOURNWEB_GAME_SCORE": "Score",
  "TORUNWEB_AGO": "ago",
  "TORUNWEB_BALANCE": "Balance",
  "TORUNWEB_SEARCH": "Search",
  "TOURNWEB_ACCOUNT": "Account",
  "TOURNWEB_ALERT_COUNTRY_LIMIT_BR": "This competition is exclusive to Brazil",
  "TOURNWEB_ALERT_COUNTRY_LIMIT_CN": "This competition is exclusive to China",
  "TOURNWEB_ALERT_COUNTRY_LIMIT_ES": "This competition is exclusive to Spain",
  "TOURNWEB_ALERT_COUNTRY_LIMIT_FR": "This competition is exclusive to France",
  "TOURNWEB_ALERT_COUNTRY_LIMIT_GR": "This competition is exclusive to Greece",
  "TOURNWEB_LOGIN_AGREE_RECEIVE_EMAIL": "Agree to receive advertising emails.",
  "TOURNWEB_EVENT_TIME_LABEL_LIVE": "LIVE",
  "TOURNWEB_EVENT_TIME_TYPE_1": "ALL",
  "TOURNWEB_CHAMPIONSHIP_RESET_ALL_TICKET": "Reset All Ticket",
  "TOURNWEB_CHAMPIONSHIP_RESET_FRI_TICKET": "Reset Fri Ticket",
  "TOURNWEB_CHAMPIONSHIP_RESET_MON_TICKET": "Reset Mon Ticket",
  "TOURNWEB_CHAMPIONSHIP_RESET_SAT_TICKET": "Reset Sat Ticket",
  "TOURNWEB_CHAMPIONSHIP_RESET_SUN_TICKET": "Reset Sun Ticket",
  "TOURNWEB_NO": "No",
  "TOURNWEB_NOTICE1": "Once the account is deleted, it cannot be restored.",
  "TOURNWEB_NOTICE2": "To confirm permanent deletion, please accurately enter the text below in the provided field.",
  "TOURNWEB_NOTICE3": "Delete",
  "TOURNWEB_NOTICE4": "(Case-sensitive)",
  "TOURNWEB_NOTICE5": "Please enter the deletion command here.",
  "TOURNWEB_NOTICE6": "※ If the deletion request has been submitted, it is expected to be processed 7 days after submission (including the day of submission).",
  "TOURNWEB_NOTICE7": "※ If you have any further questions, please contact us at email: {email}",
  "TOURNWEB_NOTICE8": "We have received your deletion confirmation, and further processing will be arranged.",
  "TOURNWEB_EVENT_GOAL_TYPE_2": "Maximum odds",
  "TOURNWEB_EVENT_HINT_1": "New Game Release",
  "TOURNWEB_GAME_CLASH": "Game Clash",
  "TOURNWEB_FAQ_DESC_1_5": "Enjoy a gaming experience on par with casino standards and fairness.",
  "TOURNWEB_FAQ_DESC_1_6": "Experience the fun and sense of accomplishment from competing with other players.",
  "TOURNWEB_FAQ_DESC_10_1": "What happens if a tournament is canceled?",
  "TOURNWEB_FAQ_DESC_10_2": "In rare cases requiring updates or maintenance, a tournament may be canceled. While we strive to avoid technical issues, it is not always possible. If this occurs, we will issue an announcement and explain any changes. Additionally, we will create a new tournament to replace the canceled one.",
  "TOURNWEB_FAQ_DESC_12_2": "Check your email platform's spam/junk folder. In our experience, this resolves 90% of missing email issues! If you still can't find it, contact us at {0}.",
  "TOURNWEB_FAQ_DESC_13_1": "If you have any questions, you can contact our support team at {0} enquiry handling.",
  "TOURNWEB_FAQ_DESC_4_1": "Do I need to provide card details to try games?",
  "TOURNWEB_FAQ_DESC_4_2": "No. We do not require card details. Our tournaments are for fun and enjoyment with no real money involved.",
  "TOURNWEB_FAQ_DESC_5_5": "Certification: Our games are audited and certified by third-party organizations (e.g., BMM, GLI) that test for fairness and randomness. Only games that meet the requirements are certified and deemed reliable.",
  "TOURNWEB_FAQ_DESC_6_5": "Medium Volatility: Most slots fall under this type, providing a balance of win frequency and payout size, with moderate levels of risk and reward.",
  "TOURNWEB_FAQ_DESC_6_6": "Our games display volatility using a chili pepper rating from 1 to 5, representing the level of volatility. Feel free to check the volatility rating before starting a game.",
  "TOURNWEB_FAQ_DESC_7_3": "Single Line vs. Multi-Line Betting:",
  "TOURNWEB_FAQ_DESC_7_4": "Single Line: Players bet on a single payline, which has lower risk but fewer winning opportunities.",
  "TOURNWEB_FAQ_DESC_7_8": "Single Spin vs. Auto Play:",
  "TOURNWEB_FAQ_DESC_7_9": "Single Spin: Players manually select the bet and start each spin individually.",
  "TOURNWEB_FAQ_DESC_8_1": "What are bet lines?",
  "TOURNWEB_FAQ_DESC_8_5": "Random or Varied Payline Shapes: Many modern slots allow for varied payline shapes, such as diagonal, Z-shaped, or wave-like lines, adding to the gameplay’s variety and excitement.",
  "TOURNWEB_FORTUNE_TOURNAMENT": "Fortune Tournament",
  "TOURNWEB_GAME_FINISH_TITLE": "Great job!",
  "TOURNWEB_ALERT_COUNTRY_LIMIT_RU": "This competition is exclusive to Russia",
  "TOURNWEB_ALERT_COUNTRY_LIMIT_TR": "This competition is exclusive to Turkey",
  "TOURNWEB_ALERT_COUNTRY_LIMIT_UK": "This competition is exclusive to United Kingdom",
  "TOURNWEB_BALANCE": "Balance",
  "TOURNWEB_COUNTRY_LIMIT_RU": "Exclusive to Russia",
  "TOURNWEB_COUNTRY_LIMIT_TR": "Exclusive to Turkey",
  "TOURNWEB_COUNTRY_LIMIT_UK": "Exclusive to United Kingdom",
  "TOURNWEB_EVENT_END_TIME": "Ends Time",
  "TOURNWEB_BLOCK_TITLE_COMMENT": "The final score is based on the end of the match.",
  "TOURNWEB_BLOCK_TITLE_JOINT_RANK": "Joint Rank Info",
  "TOURNWEB_BLOCK_TITLE_RANK": "Rank Info",
  "TOURNWEB_BLOCK_TITLE_REWARD": "Reward Info",
  "TOURNWEB_COMMENT_INFO": "Fans Comment Info",
  "TOURNWEB_COMMENT_LIKE": "Likes",
  "TOURNWEB_CONFIRM": "Confirm",
  "TOURNWEB_FAQ_DESC_0_1": "Frequently asked questions",
  "TOURNWEB_FAQ_DESC_0_2": "Got questions? We've got answers. Below is a compilation of the most common questions and their answers.",
  "TOURNWEB_FAQ_DESC_11_1": "Why does it take so long to verify the leaderboard?",
  "TOURNWEB_FAQ_DESC_11_2": "We prioritize security and accuracy in our tournaments. Therefore, we review the points and rewards to ensure fairness, which may take time. If you have not violated any rules, there’s nothing to worry about! The final results will be confirmed after the event concludes and displayed on the leaderboard.",
  "TOURNWEB_FAQ_DESC_12_1": "I won, but I never received any prize notification email! What should I do?",
  "TOURNWEB_FAQ_DESC_13_2": "We'd love to hear from you!",
  "TOURNWEB_FAQ_DESC_3_2": "Every player receives the same number of points upon entering the game to participate in the competition. The payouts will not be added back to the balance but will convert into cumulative points that determine your ranking on the leaderboard. We currently offer two types of tournaments: Total Win Tournament and Max Multiplier Tournament.",
  "TOURNWEB_FAQ_DESC_5_1": "Are the winner data real?",
  "TOURNWEB_FAQ_DESC_5_2": "Yes. The displayed winners are based on real-time data from actual gameplay. These users are from different countries and have played on our platform.",
  "TOURNWEB_FAQ_DESC_5_3": "Modern casino slots use a \"Random Number Generator\" (RNG) to ensure each spin’s result is completely random. These RNGs are tested and certified by professional institutions and operate under strict standards to guarantee fairness and randomness.",
  "TOURNWEB_FAQ_DESC_5_4": "Randomness: Each time you press the spin button, the RNG generates a set of random numbers to determine the position of each reel symbol. This system ensures each spin is independent and unaffected by previous results.",
  "TOURNWEB_FAQ_DESC_6_1": "What is Volatility?",
  "TOURNWEB_FAQ_DESC_6_2": "Slot volatility refers to the variation in payout frequency and size, reflecting the level of risk and reward players may experience.",
  "TOURNWEB_FAQ_DESC_6_3": "High Volatility: These slots offer fewer chances of winning, but the payouts are typically large. Players may go through longer losing streaks, but the winnings can be substantial when they occur. Ideal for those willing to take higher risks.",
  "TOURNWEB_FAQ_DESC_6_4": "Low Volatility: These slots pay out smaller winnings more frequently, offering more consistent but smaller rewards. Suitable for players who prefer a stable return.",
  "TOURNWEB_FAQ_DESC_7_1": "What are bet ways?",
  "TOURNWEB_FAQ_DESC_7_10": "Auto Play: Players set a number of spins to play automatically, convenient for faster gameplay. A fixed wager and payline selection are usually applied.",
  "TOURNWEB_FAQ_DESC_7_2": "Slot betting methods refer to how players choose to wager before each spin. This includes the amount wagered per payline, the number of paylines selected, and specific options like \"Max Bet\" or \"Auto Play.\" Different betting methods affect game outcomes and win chances.",
  "TOURNWEB_CONTINUE": "Continue",
  "TOURNWEB_COOKIE POLICY": "Cookie Policy",
  "TOURNWEB_COOKIE_DESC_1_1": "This Cookies Policy explains what Cookies are and how We use them. You should read this policy so You can understand what type of cookies We use, or the information We collect using Cookies and how that information is used. This Cookies Policy has been created with the help of the Cookies Policy Generator.",
  "TOURNWEB_ERROR_BACKEND_LOGIN_ACCOUNT_IP_NOT_ALLOW": "Account IP is invalid",
  "TOURNWEB_INPUT_REQUIRE": "Require",
  "TOURNWEB_LAST_UPDATED": "Last updated:",
  "TOURNWEB_LEADERBOARD": "Leaderboard",
  "TOURNWEB_FAQ_DESC_1_1": "What is the purpose of this FreeSlotMatch page ?",
  "TOURNWEB_FAQ_DESC_1_2": "Our tournaments are a dedicated platform for casino enthusiasts and gamers. Here, you can:",
  "TOURNWEB_FAQ_DESC_1_3": "Join tournaments:",
  "TOURNWEB_FAQ_DESC_1_4": "Participate in tournaments for a chance to win prizes.",
  "TOURNWEB_FAQ_DESC_7_5": "Multi-Line: Players can wager on multiple paylines, sometimes up to 25, 50, or even 100. Betting on more lines increases the total wager but also the chances of winning.",
  "TOURNWEB_FAQ_DESC_7_6": "Bet Amount per Payline: Players select an amount (called “line bet”) to wager on each payline. For instance, if there are 10 paylines and a player bets $1 per line, the total bet per spin is $10. Betting more per line (e.g., $2, $5) will raise the total bet.",
  "TOURNWEB_FAQ_DESC_7_7": "Max Bet: Many slots have a \"Max Bet\" button allowing players to bet the maximum amount on all paylines, which may trigger special features or bonuses.",
  "TOURNWEB_FAQ_DESC_8_2": "In slot games, paylines are the lines where players place their bets, determining which symbol combinations result in a payout.",
  "TOURNWEB_FAQ_DESC_8_3": "Traditional Paylines: In classic slots, paylines are usually horizontal. After placing a bet, symbols must align on these lines to trigger a payout, typically left-to-right (or occasionally, right-to-left).",
  "TOURNWEB_FAQ_DESC_8_4": "Multiple Paylines: Modern slots often feature multiple paylines (e.g., 10, 20, or more), allowing players to bet across various lines for increased win potential. The total bet equals the line bet multiplied by the number of active paylines.",
  "TOURNWEB_FAQ_DESC_8_6": "Fixed vs. Selectable Paylines:",
  "TOURNWEB_FAQ_DESC_8_7": "Fixed Paylines: The number of paylines is fixed, and players cannot enable or disable lines. Every spin bets on all lines.",
  "TOURNWEB_FAQ_DESC_8_8": "Selectable Paylines: In some slots, players can choose how many paylines to activate (e.g., 1, 5, 10), affecting the total wager and win chances.",
  "TOURNWEB_FAQ_DESC_9_1": "Can I withdraw Tournaments Games Coins?",
  "TOURNWEB_FAQ_DESC_9_2": "No, tournament coins hold no monetary value and cannot be withdrawn or converted into cash or cryptocurrency.",
  "TOURNWEB_NICKNAME_SET_TITLE": "Setting Nickname",
  "TOURNWEB_NICKNAME_SUCCESS": "Nickname update completed.",
  "TOURNWEB_NICKNAME_TITLE": "Your Nickname is",
  "TOURNWEB_PAGE_TITLE_PRIVACY": "Privacy Policy",
  "TOURNWEB_PASSWORD": "Password",
  "TOURNWEB_PASSWORD_DESC": "Must contain at least 8 characters: a combination of letters and characters",
  "TOURNWEB_PRIVACY_DESC_1_1": "Who We Are",
  "TOURNWEB_LOGIN_USERNAME": "Username",
  "TOURNWEB_LOGIN_VERIFY_CODE": "Verify Code",
  "TOURNWEB_LOGIN_VERIFY_CODE_HAS_BEEN_SEND": "Verification code has been sent to your Email",
  "TOURNWEB_PRIVACY_POLICY": "Privacy Policy",
  "TOURNWEB_PRIZE_DESC_ID_2": "Amazon website electronic coupon gift card worth {0} dollars!",
  "TOURNWEB_PRIZE_DESC_ID_3": "Americanas.com Brazil Gift Card - {0} BRL",
  "TOURNWEB_PRIZE_DESC_ID_4": "TaDa Slot Game Gift Code",
  "TOURNWEB_PRIZE_DESC_ID_5": "T Coin {0}",
  "TOURNWEB_PROFILE": "My Profile",
  "TOURNWEB_PRIVACY_DESC_8_3": "If you wish to delete your account, you can do so not only within the web but also by visiting the official website：https://www.freeslotmatch.com/",
  "TOURNWEB_PRIVACY_DESC_8_4": "After providing your ID and Confirmation Code  please wait for 30 days, and your account will be deleted. The request will be canceled if there is any login activity within 30 days.",
  "TOURNWEB_NICKNAME_CONFIRM": "Confirm",
  "TOURNWEB_NICKNAME_CONFIRM_DESC": "※Nicknames can only be changed once, so please check again.",
  "TOURNWEB_NICKNAME_ERROR": "Nickname cannot have special characters or inappropriate words. Please try again!",
  "TOURNWEB_OK": "OK",
  "TOURNWEB_OLD_PASSWORD": "Old password",
  "TOURNWEB_NOTICE9": "※ If you log in during the deletion period (including the day of submission), it will be considered as a cancellation of the account deletioI understand.n process.",
  "TOURNWEB_NOTIFY_NO_DATA": "No up-to-date notifications",
  "TOURNWEB_FAQ_DESC_2_1": "Can I have multiple accounts?",
  "TOURNWEB_FAQ_DESC_2_2": "We offer account registration via email and third-party platform login. It is recommended to register with your email first, then link third-party accounts. Owning multiple accounts through email registration violates our Terms of Use, and all extra accounts will be banned, including cancellation of rewards.",
  "TOURNWEB_FAQ_DESC_3_1": "How do I play the tournament?",
  "TOURNWEB_PRIVACY_DESC_1_2": "At freeslotmatch.com, we are committed to maintaining the trust and confidence of all visitors to our web site. In particular, we want you to know that freeslotmatch.com is not in the business of selling, renting or trading email lists with other companies and businesses for marketing purposes.",
  "TOURNWEB_CONFIRM_PASSWORD": "Confirm password",
  "TOURNWEB_COOKIE_DESC_1_2": "Cookies do not typically contain any information that personally identifies a user, but personal information that we store about You may be linked to the information stored in and obtained from Cookies. For further information on how We use, store and keep your personal data secure, see our Privacy Policy.",
  "TOURNWEB_COOKIE_DESC_1_3": "We do not store sensitive personal information, such as mailing addresses, account passwords, etc. in the Cookies We use.",
  "TOURNWEB_COOKIE_DESC_2_1": "Interpretation and Definitions",
  "TOURNWEB_COOKIE_DESC_2_2": "Interpretation",
  "TOURNWEB_COOKIE_DESC_2_3": "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural",
  "TOURNWEB_COOKIE_DESC_2_4": "Definitions",
  "TOURNWEB_COOKIE_DESC_2_5": "You have the following rights with respect to the personal data we hold about you:",
  "TOURNWEB_COOKIE_DESC_2_6": "Company (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Cookies Policy) refers to freeslotmatch.com.",
  "TOURNWEB_COOKIE_DESC_2_7": "Cookies means small files that are placed on Your computer, mobile device or any other device by a website, containing details of your browsing history on that website among its many uses.",
  "TOURNWEB_COOKIE_DESC_2_8": "Website refers to FreeSlotMatch, accessible from {link}",
  "TOURNWEB_COOKIE_DESC_2_9": "You means the individual accessing or using the Website, or a company, or any legal entity on behalf of which such individual is accessing or using the Website, as applicable.",
  "TOURNWEB_COOKIE_DESC_3_1": "The use of the Cookies",
  "TOURNWEB_COOKIE_DESC_3_10": "Type: Persistent Cookies",
  "TOURNWEB_COOKIE_DESC_3_11": "Administered by: Us",
  "TOURNWEB_COOKIE_DESC_3_12": "Purpose: These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference. The purpose of thes",
  "TOURNWEB_COOKIE_DESC_3_2": "Type of Cookies We Use",
  "TOURNWEB_COOKIE_DESC_3_3": "Cookies can be \"Persistent\" or \"Session\" Cookies. Persistent Cookies remain on your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close your web browser.",
  "TOURNWEB_COOKIE_DESC_3_4": "We use both session and persistent Cookies for the purposes set out below:",
  "TOURNWEB_COOKIE_DESC_3_5": "Necessary / Essential Cookies",
  "TOURNWEB_COOKIE_DESC_3_6": "Type: Session Cookies",
  "TOURNWEB_COOKIE_DESC_3_7": "Administered by: Us",
  "TOURNWEB_COOKIE_DESC_3_8": "Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features. They help to authenticate users and prevent fraudulent use of user accounts. Without these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.",
  "TOURNWEB_COOKIE_DESC_3_9": "Functionality Cookies",
  "TOURNWEB_COOKIE_DESC_4_1": "Your Choices Regarding Cookies",
  "TOURNWEB_COOKIE_DESC_4_2": "If You prefer to avoid the use of Cookies on the Website, first You must disable the use of Cookies in your browser and then delete the Cookies saved in your browser associated with this website. You may use this option for preventing the use of Cookies at any time.",
  "TOURNWEB_COOKIE_DESC_4_3": "If You do not accept Our Cookies, You may experience some inconvenience in your use of the Website and some features may not function properly.",
  "TOURNWEB_COOKIE_DESC_4_4": "If You’d like to delete Cookies or instruct your web browser to delete or refuse Cookies, please visit the help pages of your web browser.",
  "TOURNWEB_COOKIE_DESC_4_5": "For the Chrome web browser, please visit this page from Google: {link}",
  "TOURNWEB_COOKIE_DESC_4_6": "For the Internet Explorer web browser, please visit this page from Microsoft: {link}",
  "TOURNWEB_COOKIE_DESC_4_7": "For the Safari web browser, please visit this page from Apple: {link}",
  "TOURNWEB_COOKIE_DESC_4_8": "For any other web browser, please visit your web browser’s official web pages.",
  "TOURNWEB_COOKIE_DESC_5_1": "More Information about Cookies",
  "TOURNWEB_COOKIE_DESC_5_2": "You can learn more about cookies: What Are Cookies?",
  "TOURNWEB_COOKIE_DESC_6_1": "Contact Us",
  "TOURNWEB_COOKIE_DESC_6_2": "If you have any questions about this Cookies Policy, You can contact us:",
  "TOURNWEB_COOKIE_DESC_6_3": "By email: {0}",
  "TOURNWEB_COUNTRY_LIMIT_BR": "Exclusive to Brazil",
  "TOURNWEB_COUNTRY_LIMIT_CN": "Exclusive to China",
  "TOURNWEB_COUNTRY_LIMIT_ES": "Exclusive to Spain",
  "TOURNWEB_EMAIL_DESC": "Set the email to have access to your account anytime. Use this email to open the platform on any device.",
  "TOURNWEB_EMAIL_TITLE": "My Email",
  "TOURNWEB_ERROR": "Error",
  "TOURNWEB_ERROR_BACKEND_CODE": "Error Code",
  "TOURNWEB_ERROR_BACKEND_LOGIN_ACCOUNT_LOCK": "Account is locked",
  "TOURNWEB_ERROR_BACKEND_LOGIN_ACCOUNT_SERVICE_ERROR": "Account service error",
  "TOURNWEB_ERROR_BACKEND_LOGIN_ACCOUNT_TRANSFORM_ERROR": "Transfer service error",
  "TOURNWEB_ERROR_BACKEND_LOGIN_ACCOUNT_VERIFY_ERROR": "Account verification error",
  "TOURNWEB_ERROR_BACKEND_LOGIN_API_WAY_CLOSED": "API route is closed",
  "TOURNWEB_ERROR_BACKEND_LOGIN_EMAIL_SERVICE_ERROR": "Email service error",
  "TOURNWEB_ERROR_BACKEND_OTHERS": "Something went wrong! Please try again later.",
  "TOURNWEB_ERROR_BACKEND_SERVICE_ERROR_EMAIL_ALREADY_BINDED": "Email is already in use",
  "TOURNWEB_ERROR_BACKEND_SERVICE_ERROR_IP_LOCK": "Repeated sending from the same IP within 50 seconds",
  "TOURNWEB_ERROR_BACKEND_SERVICE_ERROR_MEMBER_NOT_EXIST": "Account does not exist",
  "TOURNWEB_ERROR_BACKEND_SERVICE_ERROR_PARAMS": "Parameter error",
  "TOURNWEB_ERROR_BACKEND_SERVICE_VERIFY_CODE_EXPIRE": "Verification code has expired",
  "TOURNWEB_ERROR_EVENT_NOT_FOUND": "Event not found",
  "TOURNWEB_EVENT_ANY_PLAYER": "Any player",
  "TOURNWEB_EVENT_COMPETITION_TYPE": "Type",
  "TOURNWEB_EVENT_COMPETITION_TYPE_0": "All Type",
  "TOURNWEB_EVENT_COMPETITION_TYPE_1": "General Contest",
  "TOURNWEB_EVENT_COMPETITION_TYPE_2": "Joint Contest",
  "TOURNWEB_EVENT_COMPETITION_TYPE_3": "Game Clash",
  "TOURNWEB_EVENT_GOAL_TYPE": "Scoring Type",
  "TOURNWEB_EVENT_GOAL_TYPE_1": "Total Wins",
  "TOURNWEB_EVENT_HINT_10": "Beginner Friendly",
  "TOURNWEB_EVENT_HINT_2": "Popular Game",
  "TOURNWEB_EVENT_HINT_3": "Special Event",
  "TOURNWEB_EVENT_HINT_4": "Must-Play",
  "TOURNWEB_EVENT_HINT_5": "Hot Pick",
  "TOURNWEB_EVENT_HINT_6": "Recommendation",
  "TOURNWEB_EVENT_HINT_7": "Easy to Play",
  "TOURNWEB_EVENT_HINT_8": "Play Today",
  "TOURNWEB_EVENT_HINT_9": "Featured Content",
  "TOURNWEB_EVENT_INFO": "Info",
  "TOURNWEB_EVENT_NEW_SLOT_RELEASE": "New Slot Release",
  "TOURNWEB_EVENT_PLAY": "Play",
  "TOURNWEB_EVENT_PROMOTE_TITLE": "go to play at 18+ Online Casinos",
  "TOURNWEB_EVENT_QUALIFICATION_TYPE": "Qualification",
  "TOURNWEB_EVENT_QUALIFICATION_TYPE_1": "Any player",
  "TOURNWEB_EVENT_SCHEDULE_TYPE": "Date Type",
  "TOURNWEB_EVENT_SCHEDULE_TYPE_0": "Date Type",
  "TOURNWEB_EVENT_SCHEDULE_TYPE_1": "Daily Race",
  "TOURNWEB_EVENT_SCHEDULE_TYPE_2": "Weekly Race",
  "TOURNWEB_EVENT_SCHEDULE_TYPE_3": "Special Race",
  "TOURNWEB_EVENT_START": "Starts in",
  "TOURNWEB_EVENT_START_TIME": "Start",
  "TOURNWEB_EVENT_TIME_LABEL_COMING": "Upcoming",
  "TOURNWEB_EVENT_TIME_LABEL_END": "END",
  "TOURNWEB_EVENT_TIME_TYPE_2": "LIVE",
  "TOURNWEB_EVENT_TIME_TYPE_3": "UPCOMING",
  "TOURNWEB_EVENT_TOP_REWARD": "Top Reward",
  "TOURNWEB_EVENT_TOURNAMENT_TYPE_1": "Game Tournaments",
  "TOURNWEB_EXAMPLE": "Example",
  "TOURNWEB_FANS": "TaDa Fans",
  "TOURNWEB_FAQ": "FAQ",
  "TOURNWEB_FAQ_DESC": "Got questions? We've got answers. Below is a compilation of the most common questions and their answers.",
  "TOURNWEB_GAME_FUNDS_LEFT": "Funds Left",
  "TOURNWEB_GAME_NOTIFY": "The tournament {gameName} you pre-registered has just started, join now!",
  "TOURNWEB_GAME_OUTSIDE_RANKING": "Not ranked",
  "TOURNWEB_GAME_SEE_RANK": "See Rank",
  "TOURNWEB_GAME_TOURNAMENTS": "Game Tournaments",
  "TOURNWEB_LOGGING_IN_WAIT": "Logging in, please wait.",
  "TOURNWEB_LOGIN": "Login",
  "TOURNWEB_LOGIN_ACCOUNT": "Account",
  "TOURNWEB_LOGIN_ENTER_EMAIL": "Enter Email address",
  "TOURNWEB_LOGIN_ENTER_PASSWORD": "Set your password",
  "TOURNWEB_LOGIN_ENTER_PERSONAL_DATA": "Set your personal data",
  "TOURNWEB_LOGIN_FORGOT_PASSWORD": "Forgot Password",
  "TOURNWEB_LOGIN_HAVE_ACCOUNT": "Have account?",
  "TOURNWEB_LOGIN_HERE": "Login here",
  "TOURNWEB_LOGIN_INVALID_EMAIL": "Invalid Email",
  "TOURNWEB_LOGIN_MUST_BE_AT_LEAST_CHAR": "Must be at least {0} characters",
  "TOURNWEB_LOGIN_MUST_BE_AT_LEAST_ONE_CHAR": "Must contain at least one letter",
  "TOURNWEB_LOGIN_MUST_BE_AT_LEAST_ONE_NUMBER": "Must contain at least one number",
  "TOURNWEB_LOGIN_MUST_BE_AT_MOST_CHAR": "Must be at most {0} characters",
  "TOURNWEB_LOGIN_MUST_BE_CHAR_OR_NUMBER": "Must contain only letters and numbers",
  "TOURNWEB_LOGIN_PASSWORD": "Password",
  "TOURNWEB_LOGIN_PASSWORD_CONFIRM": "Password Confirm",
  "TOURNWEB_LOGIN_PASSWORD_NOT_MATCH": "Password not match",
  "TOURNWEB_LOGIN_RESET_PASSWORD_SUCCESS": "Congratulations on your successful reset password!",
  "TOURNWEB_LOGIN_SIGN_IN_WITH_THIRDPARTY": "Sign in with Linked social accounts",
  "TOURNWEB_LOGIN_SIGN_IN_WITH_THRIDPARTY": "Sign in with Linked social accounts",
  "TOURNWEB_LOGIN_SIGN_UP_SUCCESS": "Congratulations on your successful Sign Up!",
  "TOURNWEB_MAX_HIT": "Max multiplier hit",
  "TOURNWEB_MONTH": "months",
  "TOURNWEB_MORE": "More",
  "TOURNWEB_NEW_PASSWORD": "New password",
  "TOURNWEB_NEXT": "Next",
  "TOURNWEB_OR": "Or",
  "TOURNWEB_PAGE_TITLE_CLASH": "Game Clash - Exciting Slot Tournaments",
  "TOURNWEB_PAGE_TITLE_COOKIE": "Cookie Policy",
  "TOURNWEB_PAGE_TITLE_GAME_DETAIL": "Reward Info",
  "TOURNWEB_PAGE_TITLE_INDEX": "Spin to Win New Slot Games",
  "TOURNWEB_PAGE_TITLE_LEADERBOARD": "Leaderboard - Competition Results",
  "TOURNWEB_PRIVACY_DESC_1_3": "In this Privacy Policy, we’ve provided detailed information on when and why we collect personal information, how we use it, the limited conditions under which we may disclose it to others, and how we keep it secure. We take your privacy seriously and take measures to provide all visitors and users of freeslotmatch.com with a safe and secure environment.",
  "TOURNWEB_PRIVACY_DESC_2_1": "Cookies",
  "TOURNWEB_PRIVACY_DESC_2_2": "freeslotmatch.com may set and access freeslotmatch.com cookies on your computer. Cookies are used to provide our system with the basic information to provide the services you are requesting. Cookies can be cleared at any time from your internet browser settings.",
  "TOURNWEB_PRIVACY_DESC_3_1": "Google Analytics",
  "TOURNWEB_PRIVACY_DESC_3_2": "When someone visits freeslotmatch.com we use a third party service, Google Analytics, to collect standard internet log information and details of visitor behavior patterns. We do this to track things such as the number of visitors to the various parts of the site and interactions with the site. This information is processed in a way which does not identify anyone. We do not make, and do not allow Google to make, any attempt to find out the identities of visitors to our website.",
  "TOURNWEB_PRIVACY_DESC_4_1": "Website Comments",
  "TOURNWEB_PRIVACY_DESC_4_2": "When someone visits freeslotmatch.com, there may be an ability to submit comments on particular articles or pages. When comments are submitted, you are entitled to use aliases or information that completely hides your identity. When a comment is submitted, the relevant details (name, email, website) that you provide are stored. These details are stored so that we can display your comment back to you, and to anyone viewing the comment sections on the site. We do not verify information entered nor do we require verification.",
  "TOURNWEB_PRIVACY_DESC_5_1": "Third Parties",
  "TOURNWEB_PRIVACY_DESC_5_2": "There may be some circumstances where your IP address, geographic location, and other browser related details may be shared with third party companies. We may share your above mentioned data with following third party companies from time to time.",
  "TOURNWEB_PRIVACY_DESC_6_1": "Your right",
  "TOURNWEB_PRIVACY_DESC_6_2": "You have the following rights with respect to the personal data we hold about you:",
  "TOURNWEB_PRIVACY_DESC_6_3": "The right to know what data we hold about you: If you would like to know what personal data we hold about you, please contact us at {0} We seek to promptly respond to your inquiry. We may charge a small processing fee if less than twelve (12) months has passed since your last inquiry relating to personal data we hold about you.",
  "TOURNWEB_PRIVACY_DESC_6_4": "The right to have incomplete, incorrect, outdated, or unnecessary personal data corrected, deleted, or updated. The easiest way to correct, delete, or update the personal data you have provided to the Service is to log in to the Service and enter the necessary changes in the account settings of the Service. If you have additional questions regarding the correction, deletion, or updating of the personal data we hold about you, please contact us at {0}.",
  "TOURNWEB_PRIVACY_DESC_6_5": "The right to opt out of receiving electronic direct marketing communications from us: All electronic direct marketing communications that you may receive from us, such as e-mail messages and SMS-messages, give you an option of not receiving such communications from us in the future. If you have any additional questions about electronic direct marketing received from us, please contact us at {0}.",
  "TOURNWEB_PRIVACY_DESC_7_1": "Changes to Our Privacy Policy",
  "TOURNWEB_PRIVACY_DESC_7_2": "We may make changes to our Privacy Policy in the future, however, the most current version of the policy will govern our processing of your personal data and will always be available to you.",
  "TOURNWEB_PRIVACY_DESC_7_3": "If we make a change to this policy that, in our sole discretion, is material, we will notify you by an update or email, where possible. By continuing to access or use our services, you agree to be bound to the terms of our Privacy Policy.",
  "TOURNWEB_PRIVACY_DESC_8_1": "Edit or delete personal information",
  "TOURNWEB_PRIVACY_DESC_8_2": "Always feel free to contact us if you would need to revise your personal file. The information that you may edit does not include the records of using our services. If you want to review, delete, or change the information FreeSlotMatch has about you or have additional questions, contact us via {0} and we will respond to your request within thirty days.",
  "TOURNWEB_BONUS_NOW": "Now bonus time",
  "TOURNWEB_BONUS_TIME_LIST": "Bonus time list",
  "TOURNWEB_BONUS_TOTAL_SCORE_DESC": "The score for each round is accumulated by adding up the bets for each round",
  "TOURNWEB_CHAMPION_TOURNAMENT": "Championship Tournament",
  "TOURNWEB_DONE": "Done",
  "TOURNWEB_EMAIL": "Email",
  "TOURNWEB_CHANGE_PASSWORD": "Password changed.",
  "TOURNWEB_CLASH_GUIDE": "Game Clash Guide",
  "TOURNWEB_CLASH_GUIDE_DESC": "Play the slot machine of your choice and watch your balance go up and down, just like the online casino experience, to get you a seat at the top of the leaderboard. Each slot has a specific time, which means you need to play until the time runs out or your balance is zero. When the time runs out, you will be ranked according to your balance.",
  "TOURNWEB_COMING_SOON": "Coming Soon",
  "TOURNWEB_COMMENT_COUNT": "Count",
  "TOURNWEB_NICKNAME_GUIDE": "Create Nickname Guide",
  "TOURNWEB_CLASH_GUIDE_LEADERBOARD_DESC_1": "Total Balance Leaderboard - When the time runs out, you will be given a place on the leaderboard based on your current balance.",
  "TOURNWEB_CLASH_GUIDE_LEADERBOARD_DESC_2": "Bet stake – the player with the higher stake will rank higher.",
  "TOURNWEB_CLASH_GUIDE_LEADERBOARD_DESC_3": "Time – the players who hit the first will rank higher.",
  "TOURNWEB_CLASH_GUIDE_LEADERBOARD_TITLE": "Game Clash Leaderboard – The Leaderboard Mechanics for Playing Free Slots",
  "TOURNWEB_CLASH_GUIDE_RESET_DESC_1": "As mentioned, you can get your daily balance after logging in, so how do you replenish your balance multiple times? There are two ways:",
  "TOURNWEB_CLASH_GUIDE_RESET_DESC_2": "Balance Reset Button - Next to Balance, you will see a button. When you click it, a pop-up window will prompt you to read the information carefully, because reset means that your balance will be removed and replaced with a given base amount. Therefore, if your balance exceeds the base amount, resetting may not be a good idea. (Additional free resets may be available if there is an  event).",
  "TOURNWEB_CLASH_GUIDE_RESET_DESC_3": "special top-up methods - for special events you have to top-up via additional top-up vouchers, and you can start the tournament when you top-up to get your balance (the top-up part is not cash, but top-up vouchers redemption coupons, etc. ....)",
  "TOURNWEB_CLASH_GUIDE_RESET_DESC_4": "※ Please refer to the announcement, fan page and other related information to get the recharge coupon.",
  "TOURNWEB_CLASH_GUIDE_RESET_TITLE": "Reset in Game Clash Feature",
  "TOURNWEB_CLASH_GUIDE_TYPE_DESC": "Game Clash are updated from time to time with events, one day, one week or one month tournament schedules. In addition to the schedule, there is a separate leaderboard section showing the results of each match.",
  "TOURNWEB_CLASH_GUIDE_TYPE_TITLE": "Game Clash Type",
  "TOURNWEB_GUIDE_LIST_TITLE": "Guides",
  "TOURNWEB_HISTORY": "Tournament  History",
  "TOURNWEB_HOW_TO_PLAY_2X_DESC": "Games with twice the game points",
  "TOURNWEB_NICKNAME_GUIDE_DESC_1": "You can create your own unique nickname. Player nicknames are the main way players recognize you on the FreeSlotMatch platform, so create one and make your nickname shine on the leaderboards.",
  "TOURNWEB_NICKNAME_GUIDE_DESC_10": "※ You can switch between “Account” and “Nickname” in the member information page.",
  "TOURNWEB_NICKNAME_GUIDE_DESC_2": "( Once you've confirmed your nickname, you can't change it - you only get one chance, so make it count. )",
  "TOURNWEB_NICKNAME_GUIDE_DESC_3": "If this is your first time logging into your account, use the following steps:",
  "TOURNWEB_NICKNAME_GUIDE_DESC_4": "Step 1: Look at the top right login page.",
  "TOURNWEB_NICKNAME_GUIDE_DESC_5": "Step 2: Click the page avatar icon to open the “Member Information” page.",
  "TOURNWEB_NICKNAME_GUIDE_DESC_6": "Step 3: Click the icon on the right side of the account name to create a Nickname, follow the steps.",
  "TOURNWEB_NICKNAME_GUIDE_DESC_7": "※ Nickname Can be created up to 7 characters. use English or number to Create Nickname only.",
  "TOURNWEB_NICKNAME_GUIDE_DESC_8": "※ After confirming the Nickname, you can't change it anymore, and the created Nickname will be show in the leaderboard.",
  "TOURNWEB_NICKNAME_GUIDE_DESC_9": "※ When the Nickname creation is complete, the creation notification will be displayed.",
  "TOURNWEB_NICKNAME_INPUT": "Please enter your nickname",
  "TOURNWEB_NICKNAME_SEND": "Send",
  "TOURNWEB_NICKNAME_SEND_DESC": "※Nickname can only be changed once, please confirm before sending.",
  "TOURNWEB_BIND": "BIND",
  "TOURNWEB_BIND_ACCOUNT": "BIND account",
  "TOURNWEB_BIND_ACCOUNT_DESC": "Are you sure you want to sign in with a third-party account and bind your email?",
  "TOURNWEB_BIND_FAIL": "Binding failed.",
  "TOURNWEB_BIND_SUCCESS": "Binding successful.",
  "TOURNWEB_ALERT_COUNTRY_LIMIT_IT": "This competition is exclusive to Italy",
  "TOURNWEB_ALERT_COUNTRY_LIMIT_MX": "This competition is exclusive to Mexico",
  "TOURNWEB_PWA_DESC_1_1": "Installing a PWA on iOS",
  "TOURNWEB_PWA_DESC_1_2": "A PWA can only be installed on iOS using the Safari web browser. First, navigate to the site in Safari. Press the \"Share\" button and select \"Add to Home Screen\" from the popup. Lastly, tap \"Add\" in the top right corner to finish installing the PWA. It will now be on your home screen.",
  "TOURNWEB_PWA_DESC_2_1": "Installing a PWA on Android",
  "TOURNWEB_PWA_DESC_2_2": "The default Chrome browser is capable of installing PWAs for Android. First, navigate to the site in Chrome. Press the \"three dot\" icon in the upper right to open the menu. Select \"Add to Home screen.\" Press the \"Add\" button in the popup. The PWA is now installed and available on your home screen.",
  "TOURNWEB_PWA_TITLE": "How to Install a Progressive Web Application (PWA)",
  "TOURNWEB_RANK": "Rank",
  "TOURNWEB_RANK_COUNT": "Ranking Counts",
  "TOURNWEB_RANK_PLAYER": "Player",
  "TOURNWEB_REPLY_COUNT": "Reply",
  "TOURNWEB_RESERVE_DESC": "Scheduled Notification !You will be notified once the tournament starts.",
  "TOURNWEB_RESET": "Reset",
  "TOURNWEB_RESET_BALANCE": "Your Funds left will be reset! Are you sure you want to continue? After the reset you can use Funds left: {Coin}",
  "TOURNWEB_RESET_BALANCE_1": "Your Funds left will be reset! Are you sure you want to continue?",
  "TOURNWEB_RESET_BALANCE_2": "After the reset you can use Funds left: {Coin}",
  "TOURNWEB_REWARD": "Reward",
  "TOURNWEB_ROYAL_TOURNAMENT": "Royal Tournament",
  "TOURNWEB_SEND": "Send",
  "TOURNWEB_SEO_META_DESC_CLASH": "Get ready for Game Clash, the latest slot tournament on FreeSlotMatch. Compete in thrilling games, rise on the leaderboard, and win big rewards. Coming soon!",
  "TOURNWEB_SEO_META_DESC_COOKIE": "Explore FreeSlotMatch's cookie policy, understand how cookies enhance your experience, and how we protect your data. Easily manage your cookie preferences for a personalized experience.",
  "TOURNWEB_SEO_META_DESC_GAME_DETAIL": "Here you can view game details and ranking reward information",
  "TOURNWEB_SEO_META_DESC_INDEX": "FreeSlotMatch brings exciting slot tournaments where players can enjoy a range of slot games, compete for leaderboard positions, and win rewards. Perfect for slot enthusiasts seeking fun and challenges.",
  "TOURNWEB_SEO_META_DESC_LEADERBOARD": "Check detailed competition results at FreeSlotMatch. Find end times, scoring methods, top rewards, and winner scores in one convenient place for quick reference.",
  "TOURNWEB_SEO_META_DESC_PRIVACY": "Discover how FreeSlotMatch handles personal data, protects your privacy, uses cookies, and ensures secure browsing. Learn about your rights and our commitment to data security.",
  "TOURNWEB_SEO_META_KEYWORD_CLASH": "Game Clash, slot tournaments, online slot games, FreeSlotMatch, free slot tournaments, slot game competition",
  "TOURNWEB_SEO_META_KEYWORD_COOKIE": "cookie policy, manage cookies, data protection, FreeSlotMatch cookies, session cookies, persistent cookies, cookie preferences",
  "TOURNWEB_SEO_META_KEYWORD_GAME_DETAIL": "Competition information, rewards, rankings, competition qualifications, competition types",
  "TOURNWEB_SEO_META_KEYWORD_INDEX": "FreeSlotMatch, slots, online video slots, slot tournaments, table games, bingo, fishing games, fast games",
  "TOURNWEB_SEO_META_KEYWORD_LEADERBOARD": "leaderboard, competition results, competition end times, winner's score, tournament rewards, FreeSlotMatch competition, slot game leaderboard",
  "TOURNWEB_SEO_META_KEYWORD_PRIVACY": "privacy policy, personal data protection, FreeSlotMatch privacy, data security, cookie usage, secure browsing, data policies",
  "TOURNWEB_SIGN_IN": "Sign In",
  "TOURNWEB_SIGN_IN_WITH": "Sign in with",
  "TOURNWEB_SIGN_OUT": "Sign Out",
  "TOURNWEB_SIGN_UP": "Sign Up",
  "TOURNWEB_SITE_AGE_ALERT_CONTENT": "Are you at least 18 years old and legally permitted to participate?",
  "TOURNWEB_SITE_AGE_ALERT_TITLE": "Age verification required to continue.",
  "TOURNWEB_SITE_BIND_THIRDPARTY_ALERT_DISABLE": "This information no longer appears",
  "TOURNWEB_SITE_BIND_THIRDPARTY_DESC": "Third-party accounts can be bundled with your mailbox to make account control more convenient.",
  "TOURNWEB_SITE_FOOTER_DISCOVER": "DISCOVER",
  "TOURNWEB_SITE_FOOTER_LEGAL": "LEGAL",
  "TOURNWEB_SITE_NAME": "Freeslotmatch",
  "TOURNWEB_SITE_POLICY_ALERT_CONTENT": "We will use cookies and other information to optimize your experience. By continuing to browse, you agree to our use. For details, please read the {link1} and {link2}.",
  "TOURNWEB_SITE_REWARD_ALERT_CONTENT_1": "You've won a",
  "TOURNWEB_SITE_REWARD_ALERT_CONTENT_2": "prize!",
  "TOURNWEB_SITE_REWARD_ALERT_OK": "Get it !",
  "TOURNWEB_SITE_REWARD_ALERT_TITLE": "Welcome back!",
  "TOURNWEB_SLOT_TOURNAMENTS": "Slot Tournaments",
  "TOURNWEB_STATISTICS": "Statistics",
  "TOURNWEB_SUBSCRIBE": "Subscribe",
  "TOURNWEB_SUBSCRIBE_DESC": "Subscribe to our notifications for the latest news and updates. You can disable anytimes.",
  "TOURNWEB_SUBSCRIBE_LATER": "later",
  "TOURNWEB_SUBSCRIBE_NOTIFY": "Thanks for subscrbing!",
  "TOURNWEB_TERMS": "Terms & Conditions",
  "TOURNWEB_TERMS_DESC_1_1": "Introduction",
  "TOURNWEB_TERMS_DESC_1_2": "1. The Freeslotmatch team is a group of experienced game developers dedicated to creating the best and most original games, with excellence and innovation as our core values. We design exciting online video slots, staying ahead of the competition and continuously releasing innovative games. We strive to incorporate all of our expertise into every aspect of our games. Our slogan, \"Feel the Magic,\" reflects our commitment to delivering that sense of wonder to players. Invite your friends to participate in this thrilling tournament-style event!",
  "TOURNWEB_TERMS_DESC_2_1": "Website Access and Service Use",
  "TOURNWEB_TERMS_DESC_2_2": "1. Please read these terms and conditions carefully. By accessing this website and/or using the services, you agree to comply with these terms and conditions, as well as Freeslotmatch's privacy policy and cookie policy. If you do not agree to any of these terms, do not access the website or use the services. Continued use of the website and/or services will be considered acceptance of these terms and conditions.",
  "TOURNWEB_TERMS_DESC_3_1": "Changes to Terms and Conditions",
  "TOURNWEB_TERMS_DESC_3_2": "1. Acceptance of Terms and Conditions:",
  "TOURNWEB_TERMS_DESC_3_3": "By continuing to access this website and/or use the services, you accept all changes to the terms and conditions. If you do not agree with any part of the current terms, please stop using the website and/or services immediately.",
  "TOURNWEB_TERMS_DESC_3_4": "2. Scope:",
  "TOURNWEB_TERMS_DESC_3_5": "These terms and conditions also apply to your use of www.freeslotmatch.com. The games on this website are tested by third-party institutions to ensure that the random number generator functions properly, guaranteeing fairness in the game's outcomes. It is a fair social gaming platform.",
  "TOURNWEB_TERMS_DESC_3_6": "3. Modifications and Revisions:",
  "TOURNWEB_TERMS_DESC_3_7": "We reserve the right to unilaterally modify or revise this agreement at any time. The revised terms will take effect immediately upon being posted on the website. We also reserve the right to modify the content of the website without prior notice and are not responsible for any consequences arising from these modifications. Additionally, we may suspend, terminate, or restrict your access to the website at any time without prior notice.",
  "TOURNWEB_TERMS_DESC_3_8": "4. Other Terms:",
  "TOURNWEB_TERMS_DESC_3_9": "This agreement should be read in conjunction with other specific terms and conditions applicable to tournaments. Users are advised to regularly review the latest terms, as they may be adjusted due to business or legal changes without prior notice.",
  "TOURNWEB_TERMS_DESC_4_1": "Terms and Conditions",
  "TOURNWEB_TERMS_DESC_4_10": "1.4 Access Restrictions:",
  "TOURNWEB_TERMS_DESC_4_11": "If you are restricted from accessing the website or participating in any competitions on the platform, the Freeslotmatch team will comply with relevant laws and regulatory requirements regarding blocked and restricted areas, which may limit your ability to access the website and/or use the services.",
  "TOURNWEB_TERMS_DESC_4_12": "Account Creation",
  "TOURNWEB_TERMS_DESC_4_13": "2.1 User Account Creation:",
  "TOURNWEB_TERMS_DESC_4_14": "You must create a user account with Freeslotmatch to participate in any tournaments. You can register an account through the following link: www.freeslotmatch.com, or use the Telegram software through {0} to start playing.",
  "TOURNWEB_TERMS_DESC_4_15": "2.2 Personal Information Requirements:",
  "TOURNWEB_TERMS_DESC_4_16": "When creating an account, you must provide personal information, including an email address or third-party platform account information (such as Google, Facebook, X, Telegram) to be eligible to participate. Any personal information collected by the Freeslotmatch team will be processed in accordance with the data privacy and service policy outlined in Section 8 of this agreement.",
  "TOURNWEB_TERMS_DESC_4_17": "2.3 Virtual Avatar:",
  "TOURNWEB_TERMS_DESC_4_18": "Upon creating an account, you will receive a virtual avatar, which will represent your account during tournaments. You must obtain permission from the Freeslotmatch team before using the avatar (whether during competitions or when posting on your account), such as using a Facebook profile picture. You accept that the Freeslotmatch team has the right to freeze, restrict, or deny the use of any avatar for your account or tournament participation at any time.",
  "TOURNWEB_TERMS_DESC_4_19": "2.4 Account Limitations:",
  "TOURNWEB_TERMS_DESC_4_2": "By visiting this website and/or using the services, you agree to the following:",
  "TOURNWEB_TERMS_DESC_4_20": "You may only create one account in your own name (the restriction does not apply to cases where multiple third-party logins are bound to the same shared account). You acknowledge and agree that if multiple third-party platform accounts are linked to the same email, and multiple accounts are created, it may result in disqualification from the tournament.",
  "TOURNWEB_TERMS_DESC_4_21": "Use of Services",
  "TOURNWEB_TERMS_DESC_4_22": "3.1 Prohibited Circumvention of Technical Measures:",
  "TOURNWEB_TERMS_DESC_4_23": "You are not allowed to use any software, manual or automatic devices, tools, or processes to bypass or overcome the restrictions, conditions, or technical measures set by the platform for access and service use.",
  "TOURNWEB_TERMS_DESC_4_24": "3.2 Access Control Restrictions:",
  "TOURNWEB_TERMS_DESC_4_25": "The platform may set access rules based on various factors, such as age or regional restrictions. Users must not attempt to bypass these restrictions or rules by providing false information or using any other means.",
  "TOURNWEB_TERMS_DESC_4_26": "3.3 Service Use Restrictions:",
  "TOURNWEB_TERMS_DESC_4_27": "Users must not use the platform services inappropriately, including but not limited to engaging in illegal gambling activities or using the services for money laundering or other illegal activities.",
  "TOURNWEB_TERMS_DESC_4_28": "3.4 Protection by Technical Measures:",
  "TOURNWEB_TERMS_DESC_4_29": "The platform may use technical measures such as firewalls or encryption to protect its systems and user data. Users must not use any programs, tools (such as hacking software or bots), or attempt to bypass or interfere with these technical measures.",
  "TOURNWEB_TERMS_DESC_4_3": "Website Access",
  "TOURNWEB_TERMS_DESC_4_30": "3.5 Use of Manual or Automatic Devices:",
  "TOURNWEB_TERMS_DESC_4_31": "Whether manually or using automated devices (such as scripts or programs), users are not permitted to use these tools in any way that disrupts the fairness of competitions or affects the normal competition process.",
  "TOURNWEB_TERMS_DESC_4_32": "※Freeslotmatch is committed to creating a safe online environment where users can find informative and useful content related to Freeslotmatch games. If you have any questions, please contact us via the following email address: {0}.",
  "TOURNWEB_TERMS_DESC_4_4": "1.1 Eligibility to Participate:",
  "TOURNWEB_TERMS_DESC_4_5": "Any individual aged 18 and over is eligible to participate in the tournament. By registering an account, you confirm that you are at least 18 years old and meet the legal gambling age in your place of residence. The company reserves the right to verify the accuracy of the information you provide upon registration. If your age cannot be verified, the company may request additional evidence. If the information you provide cannot be confirmed, the company may choose to freeze or withhold any winnings until satisfactory evidence is obtained, as determined solely by the company.",
  "TOURNWEB_TERMS_DESC_4_6": "1.2 Prohibited Participants:",
  "TOURNWEB_TERMS_DESC_4_7": "Freeslotmatch employees and their close relatives, as well as individuals involved in the organization or judging of the tournament, are not allowed to participate in the competitions covered by this agreement.",
  "TOURNWEB_TERMS_DESC_4_8": "1.3 Registration Fees:",
  "TOURNWEB_TERMS_DESC_4_9": "Freeslotmatch does not charge any registration fees, and you are not required to pay any fees to participate in the tournament. Please disregard any fraudulent information or advertisements claiming otherwise.",
  "TOURNWEB_TERMS_DESC_5_1": "Blocked and Restricted Territories",
  "TOURNWEB_TERMS_DESC_5_10": "We will use IP geolocation to restrict access.",
  "TOURNWEB_TERMS_DESC_5_11": "1.4 Legal Compliance",
  "TOURNWEB_TERMS_DESC_5_12": "Many countries and regions have strict legal measures regarding online gambling, prohibiting or restricting its operation and participation. Please review the relevant laws and regulations in your country/region and ensure compliance.",
  "TOURNWEB_TERMS_DESC_5_13": "2. Prohibition on Manipulating Location Data:",
  "TOURNWEB_TERMS_DESC_5_14": "It is prohibited to use any software or program code to manipulate or falsify your location data when accessing the website, creating an account, or using the services, in order to bypass Freeslotmatch's internal controls or territorial blocks.",
  "TOURNWEB_TERMS_DESC_5_15": "3. Access Restrictions:",
  "TOURNWEB_TERMS_DESC_5_16": "Freeslotmatch reserves the right to block individuals from accessing the website from any blocked or restricted region. If you create an account while residing in any restricted region, we will immediately close your account. Please comply with local laws to avoid violations.",
  "TOURNWEB_TERMS_DESC_5_2": "Freeslotmatch is required to comply with various regulatory and legal requirements related to blocked and restricted territories. Therefore, the following terms and conditions apply to individuals accessing this website and/or using the services:",
  "TOURNWEB_TERMS_DESC_5_3": "Blocked and Restricted Territories – Regions Blocked from Accessing the Website:",
  "TOURNWEB_TERMS_DESC_5_4": "1. Territorial Restrictions:",
  "TOURNWEB_TERMS_DESC_5_5": "1.1 Legally Prohibited Regions",
  "TOURNWEB_TERMS_DESC_5_6": "Individuals residing in any of the following regions are prohibited from accessing the website: Australia, Crimea, Cuba, Iran, Myanmar, North Korea, South Sudan, Sudan, Syria, Taiwan, Belgium, Cameroon, Canada, India, the Netherlands, the Philippines, Romania, the United Kingdom, Ukraine, and Vietnam (Restricted Territories, Blocked Regions).",
  "TOURNWEB_TERMS_DESC_5_7": "1.2 High-Risk Regions",
  "TOURNWEB_TERMS_DESC_5_8": "Some regions are prohibited from accessing the website due to high risk or frequent fraudulent activities.",
  "TOURNWEB_TERMS_DESC_5_9": "1.3 Geolocation Restrictions",
  "TOURNWEB_TERMS_DESC_6_1": "Participating in Tournaments",
  "TOURNWEB_TERMS_DESC_6_10": "The Freeslotmatch team reserves the right to disqualify any participant before, during, or after the competition.",
  "TOURNWEB_TERMS_DESC_6_11": "Eligibility",
  "TOURNWEB_TERMS_DESC_6_12": "2.1 Legal Age Requirement:",
  "TOURNWEB_TERMS_DESC_6_13": "Participants must be at least 18 years old and comply with the laws and regulations of their country. Failure to meet these requirements will result in disqualification.",
  "TOURNWEB_TERMS_DESC_6_14": "2.2 Free Entry Conditions:",
  "TOURNWEB_TERMS_DESC_6_15": "Participation in tournaments is free. You must create an account on the website (including third-party login options) and use this account to compete.",
  "TOURNWEB_TERMS_DESC_6_16": "2.3 Reward Conditions:",
  "TOURNWEB_TERMS_DESC_6_17": "Participants must complete the tournament rounds and have their results verified by the Freeslotmatch team before receiving any rewards.",
  "TOURNWEB_TERMS_DESC_6_18": "Tournament Prizes",
  "TOURNWEB_TERMS_DESC_6_19": "3.1 Prize Eligibility:",
  "TOURNWEB_TERMS_DESC_6_2": "Description",
  "TOURNWEB_TERMS_DESC_6_20": "Users recognized by the Freeslotmatch team as \"winners\" of the tournament are eligible to receive prizes, which may include cash or other forms of rewards. These prizes are subject to updates and final decisions by the Freeslotmatch team. You acknowledge and agree that any taxes resulting from receiving prizes are your sole responsibility, and you agree to pay in full any taxes required for the Freeslotmatch team to issue the prize.",
  "TOURNWEB_TERMS_DESC_6_21": "3.2 Right to Award Prizes:",
  "TOURNWEB_TERMS_DESC_6_22": "You agree that the Freeslotmatch team reserves the right to award or withhold prizes based on reasonable judgment. Any behavior in violation of this agreement or applicable law, or failure to provide additional reasonable information requested by the Freeslotmatch team, may result in prize withdrawal.",
  "TOURNWEB_TERMS_DESC_6_23": "3.3 Prizes and Winner Announcements:",
  "TOURNWEB_TERMS_DESC_6_24": "All prizes and winner lists will be published on the Freeslotmatch leaderboard (https://www.freeslotmatch.com/leaderboard). Prizes are non-transferable, and the company reserves the right to replace any prize with another of equal value without prior notice.",
  "TOURNWEB_TERMS_DESC_6_25": "3.4 Notifying the Winner:",
  "TOURNWEB_TERMS_DESC_6_26": "Winners will be notified via email associated with their account within 48 hours after tournament results are confirmed. If the winner has not registered an email and does not claim the prize within seven business days, we reserve the right to withdraw the prize and award it to another winner.",
  "TOURNWEB_TERMS_DESC_6_27": "3.5 Method of Winner Notification:",
  "TOURNWEB_TERMS_DESC_6_28": "The Freeslotmatch team will notify winners of their prize when they log in. The method of notification will depend on whether an email is registered. If no email is registered, the provisions of Section 3.4 will apply.",
  "TOURNWEB_TERMS_DESC_6_29": "3.6 Decision Authority:",
  "TOURNWEB_TERMS_DESC_6_3": "1.1 Right to Modify Tournaments:",
  "TOURNWEB_TERMS_DESC_6_30": "All decisions related to tournaments and the platform are at the sole discretion of the Freeslotmatch team.",
  "TOURNWEB_TERMS_DESC_6_31": "Fair Competition",
  "TOURNWEB_TERMS_DESC_6_32": "Any participant attempting to engage in unfair conduct in any tournament hosted by Freeslotmatch will be immediately disqualified from the competition. This decision is at the sole discretion of Freeslotmatch. Unfair conduct includes, but is not limited to:",
  "TOURNWEB_TERMS_DESC_6_33": "4.1 Account Abuse:",
  "TOURNWEB_TERMS_DESC_6_34": "Intentionally creating multiple accounts to participate in or manipulate the competition.",
  "TOURNWEB_TERMS_DESC_6_35": "4.2 Exploiting System Vulnerabilities:",
  "TOURNWEB_TERMS_DESC_6_36": "Taking advantage of any errors or faults in the tournament system.",
  "TOURNWEB_TERMS_DESC_6_37": "4.3 Limitation of Liability:",
  "TOURNWEB_TERMS_DESC_6_38": "Freeslotmatch is not responsible for any misinformation, technical failures, or human errors that may occur during the tournament. Disputes related to the tournament will be resolved on a case-by-case basis. Freeslotmatch assumes no responsibility for any indirect, special, economic, or consequential losses or damages.",
  "TOURNWEB_TERMS_DESC_6_4": "The Freeslotmatch team reserves the right to suspend, cancel, or reschedule tournaments at any time without prior notice. Participants will be notified as soon as possible about any changes to the tournament through announcements.",
  "TOURNWEB_TERMS_DESC_6_5": "1.2 Tournament Schedule:",
  "TOURNWEB_TERMS_DESC_6_6": "The Freeslotmatch team will hold different types of tournaments on specific dates and times. Participants must complete the competition according to the set conditions, and the final results will be determined based on the tournament schedule.",
  "TOURNWEB_TERMS_DESC_6_7": "1.3 Exclusive Events for VIP Customers:",
  "TOURNWEB_TERMS_DESC_6_8": "The Freeslotmatch team reserves the right to offer exclusive events to specific VIP customers. For more information, please refer to the membership details.",
  "TOURNWEB_TERMS_DESC_6_9": "1.4 Disqualification:",
  "TOURNWEB_TERMS_DESC_7_1": "Representations, Warranties, Limitation of Liability, and Indemnification",
  "TOURNWEB_TERMS_DESC_7_10": "5. Participant Indemnification:",
  "TOURNWEB_TERMS_DESC_7_11": "Participants agree to fully indemnify the organizer for any losses, claims, or legal liabilities caused by violations of competition rules, cheating, or illegal activities, including but not limited to legal fees and damages.",
  "TOURNWEB_TERMS_DESC_7_12": "6. Disclaimer:",
  "TOURNWEB_TERMS_DESC_7_13": "You agree that Freeslotmatch will not be liable for any losses or damages, even if it has been advised of the possibility of such damages.",
  "TOURNWEB_TERMS_DESC_7_14": "7. Technical Issues Disclaimer:",
  "TOURNWEB_TERMS_DESC_7_15": "Freeslotmatch is not responsible for any interruptions, delays, or other impacts on the competition due to network failures, technical problems, or force majeure. The organizer is not liable for any direct or indirect losses suffered by participants.",
  "TOURNWEB_TERMS_DESC_7_2": "1. Information Responsibility:",
  "TOURNWEB_TERMS_DESC_7_3": "Freeslotmatch and its users are not liable for any information displayed or distributed on the website. You acknowledge that you bear the risk of relying on such information, and Freeslotmatch assumes no responsibility for any events resulting from this reliance.",
  "TOURNWEB_TERMS_DESC_7_4": "2. Limitation of Liability:",
  "TOURNWEB_TERMS_DESC_7_5": "Freeslotmatch employees, their close relatives, or anyone related to the company’s organization or review process are not responsible for any indirect, special, economic, or consequential damages that result from your use of the services. Freeslotmatch is also not responsible for any direct or indirect profit loss resulting from these terms and conditions, the website, or services.",
  "TOURNWEB_TERMS_DESC_7_6": "3. Warranty of Service and Website:",
  "TOURNWEB_TERMS_DESC_7_7": "To the maximum extent permitted by applicable law, this website and its services are provided \"as is.\" Freeslotmatch strives to keep the website and services updated and stable but does not guarantee that they will be uninterrupted or error-free. Content or other data provided through the website and services may experience delays, omissions, data loss, or inaccuracies, and Freeslotmatch assumes no responsibility for these occurrences.",
  "TOURNWEB_TERMS_DESC_7_8": "4. Third-Party Liability:",
  "TOURNWEB_TERMS_DESC_7_9": "You agree to indemnify Freeslotmatch from any third-party claims resulting from your use of the website and/or services or your violation of these terms and conditions.",
  "TOURNWEB_TERMS_DESC_8_1": "Data Privacy, Modification of Service Policies and Terms",
  "TOURNWEB_TERMS_DESC_8_10": "If Freeslotmatch discovers that your account is involved in activities violating applicable laws or used for illegal purposes (including but not limited to money laundering), it has the right to close your account at any time.",
  "TOURNWEB_TERMS_DESC_8_11": "1.2 Consequences of Account Closure:",
  "TOURNWEB_TERMS_DESC_8_12": "Once your Freeslotmatch account is closed, you will be unable to log in or participate in any competitions on the platform. Any pending competition status will be deemed invalid, and you will lose the opportunity to win any prizes. If you log in within seven days of account closure, the system will cancel the closure request, restore account access, and you will not receive further notice.",
  "TOURNWEB_TERMS_DESC_8_13": "Intellectual Property",
  "TOURNWEB_TERMS_DESC_8_14": "2.1 Definition of Intellectual Property:",
  "TOURNWEB_TERMS_DESC_8_15": "The term \"intellectual property\" in this agreement refers to all content related to Freeslotmatch tournaments, including but not limited to text, images, videos, software, trademarks, logos, designs, and game systems. These materials are the intellectual property of the organizer or its licensors, and they are protected by copyright laws, trademark laws, and other related laws.",
  "TOURNWEB_TERMS_DESC_8_16": "2.2 Restrictions on Use of Content:",
  "TOURNWEB_TERMS_DESC_8_17": "All materials and content displayed on the website and in the tournaments are the property of the organizer or its licensors. Unauthorized reproduction, distribution, publication, or modification is prohibited. Unauthorized use may result in legal liability.",
  "TOURNWEB_TERMS_DESC_8_18": "2.3 Infringement Liability:",
  "TOURNWEB_TERMS_DESC_8_19": "If a participant or user infringes on the intellectual property rights of the organizer, the organizer reserves the right to pursue legal action, including suspending the user's competition qualifications.",
  "TOURNWEB_TERMS_DESC_8_2": "1. Consent to Data Processing:",
  "TOURNWEB_TERMS_DESC_8_20": "2.4 Third-Party Intellectual Property:",
  "TOURNWEB_TERMS_DESC_8_21": "If any third-party intellectual property is involved in the tournament or platform (such as partner trademarks or content), users must comply with the intellectual property regulations of the relevant third party and must not use such property without permission.",
  "TOURNWEB_TERMS_DESC_8_22": "Modification of Terms and Conditions",
  "TOURNWEB_TERMS_DESC_8_23": "3.1 Right to Modify:",
  "TOURNWEB_TERMS_DESC_8_24": "Freeslotmatch reserves the right to modify these terms and conditions at any time. We encourage you to regularly visit the terms and conditions page on the website to ensure that you are aware of the latest updates. Continued use of the website and services after changes to the terms and conditions implies acceptance of those changes.",
  "TOURNWEB_TERMS_DESC_8_25": "Customer Support",
  "TOURNWEB_TERMS_DESC_8_26": "4.1 Contact Information:",
  "TOURNWEB_TERMS_DESC_8_27": "If you have any questions, please email us at {0}. The Freeslotmatch team will make every effort to resolve your issues promptly.",
  "TOURNWEB_TERMS_DESC_8_3": "By using this platform or website, you agree that Freeslotmatch (and its authorized personnel) will process your personal data in accordance with the privacy policy and all applicable laws.",
  "TOURNWEB_TERMS_DESC_8_4": "2. Winner Information Disclosure:",
  "TOURNWEB_TERMS_DESC_8_5": "By registering an account (including third-party login options) and participating in the tournament, winners acknowledge and agree that Freeslotmatch may use their name and profile picture in any promotional materials, in accordance with applicable laws.",
  "TOURNWEB_TERMS_DESC_8_6": "3. Right to Withdraw Consent:",
  "TOURNWEB_TERMS_DESC_8_7": "You have the right to withdraw your consent to Freeslotmatch processing your personal data by requesting to close your account. Upon account closure, Freeslotmatch will stop processing your personal data.",
  "TOURNWEB_TERMS_DESC_8_8": "Account Closure",
  "TOURNWEB_TERMS_DESC_8_9": "1.1 Right to Close Accounts:",
  "TOURNWEB_TITLE_INDEX": "Spin to Win New Slot Games",
  "TOURNWEB_TITLE_LEADERBOARD": "Leaderboard - Competition Results",
  "TOURNWEB_TOP": "Top",
  "TOURNWEB_TOTAL_BET": "Total Bet",
  "TOURNWEB_TOTAL_WIN": "Total Win",
  "TOURNWEB_TOURN_GUIDE": "Tournaments Guide",
  "TOURNWEB_TOURN_GUIDE_AVAILABILITY": "Availability",
  "TOURNWEB_TOURN_GUIDE_AVAILABILITY_1": "Single game tournament",
  "TOURNWEB_TOURN_GUIDE_AVAILABILITY_2": "Multi-Game Tournament",
  "TOURNWEB_TOURN_GUIDE_AVAILABILITY_3": "Winning points multiplied by multiplier",
  "TOURNWEB_TOURN_GUIDE_AVAILABILITY_4": "Eligibility",
  "TOURNWEB_TOURN_GUIDE_AVAILABILITY_5": "Leaderboard",
  "TOURNWEB_TOURN_GUIDE_AVAILABILITY_6": "Exclusive to",
  "TOURNWEB_TOURN_GUIDE_AVAILABILITY_7": "Country",
  "TOURNWEB_TOURN_GUIDE_DATE_TYPE": "Date Type",
  "TOURNWEB_TOURN_GUIDE_DESC_1": "FreeSlotMatch Tournaments is an innovative online gaming platform boasting a plethora of free tournaments, where players can reap real money rewards and more. Since the 2024 launch, we’ve gone the extra mile to bring you a whole host of daily, weekly and monthly tournaments, which are linked to a whole host of action-packed video slots.",
  "TOURNWEB_TOURN_GUIDE_DESC_2": "Tournaments Type",
  "TOURNWEB_TOURN_GUIDE_DESC_2_1": "Tournaments are updated from time to time with events, one day, one week or one month tournament schedules. In addition to the schedule, there is a separate leaderboard section showing the results of each match.",
  "TOURNWEB_TOURN_GUIDE_ENTRY": "Entry Requirement",
  "TOURNWEB_TOURN_GUIDE_ENTRY_1": "Free entry /  VIP",
  "TOURNWEB_TOURN_GUIDE_FUNDS_DESC_1": "Funds Left: represents the amount of competition funds you have left",
  "TOURNWEB_TOURN_GUIDE_FUNDS_DESC_2": "Upon entering a new competition, initial competition funds are provided, and these funds decrease as the total Bet placed increases.",
  "TOURNWEB_TOURN_GUIDE_FUNDS_DESC_3": "The competition assets for each game are calculated independently, and competition funds are cleared after the event ends. They will not carry over to the next or other competitions.",
  "TOURNWEB_TOURN_GUIDE_FUNDS_DESC_4": "Please note that the winning points obtained from connections in the game will not be added back to the tournament funds. Winning points are only used for calculating competition scores.",
  "TOURNWEB_TOURN_GUIDE_FUNDS_TITLE": "Tournament Funds",
  "TOURNWEB_TOURN_GUIDE_ICON": "Icons",
  "TOURNWEB_TOURN_GUIDE_ICON_DESC": "※There are a few tournament mechanics running on our platform: Total Win, Max Multiplier Win, Bonus Buy, and Mission.",
  "TOURNWEB_TOURN_GUIDE_ICON_TITLE": "Icon Description",
  "TOURNWEB_TOURN_GUIDE_MAX_BONUS_DESC": "Some games offer the Buy Bonus feature. When calculating the maximum multiplier for rounds using Buy Bonus, it will be determined by \"the total amount spent on Buy Bonus divided by the total winnings of that round = the multiplier for that round.\"",
  "TOURNWEB_TOURN_GUIDE_MAX_BONUS_TITLE": "Maximum multiplier calculation method for Buy Bonus",
  "TOURNWEB_TOURN_GUIDE_MAX_WIN_DESC_1": "Multiple Win Tournaments are designed with only your highest multiplier in mind. You have a limited number of spins and the final score is the highest multiplier you receive during the game.",
  "TOURNWEB_TOURN_GUIDE_MAX_WIN_DESC_2": "Jackson uses her first spin and gets a x50 multiplier. He score is now 50.",
  "TOURNWEB_TOURN_GUIDE_MAX_WIN_DESC_3": "On he second spin he gets a x49 multiplier. He score is still 49 – only the highest multiplier is counted towards score.",
  "TOURNWEB_TOURN_GUIDE_MAX_WIN_DESC_4": "Jackson uses he third spin and gets a x51 multiplier. He score is now 51.",
  "TOURNWEB_TOURN_GUIDE_MAX_WIN_DESC_5": "※In addition to these mechanisms, there are slot tournaments that take place at specified times or on specific dates:",
  "TOURNWEB_TOURN_GUIDE_MAX_WIN_DESC_6": "Specified Times Tournament",
  "TOURNWEB_TOURN_GUIDE_MAX_WIN_DESC_7": "The Special times Tournaments can take place according to The season or just at random, where there may be a specific theme and slot game.",
  "TOURNWEB_TOURN_GUIDE_MAX_WIN_DESC_8": "Special Dates Tournament",
  "TOURNWEB_TOURN_GUIDE_MAX_WIN_DESC_9": "The Special date tournaments can be held seasonally or on special festivals, which may have specific themes and slot games!",
  "TOURNWEB_TOURN_GUIDE_MAX_WIN_TITLE": "Max Multiplier Win",
  "TOURNWEB_TOURN_GUIDE_MULTIPLICATION_DESC_1": "Based on your bet, the current score is multiplied by a multiplier, which is the award given for the game activity, and the multiplier has a certain amount of time at the end of which it reverts to the original rules.",
  "TOURNWEB_TOURN_GUIDE_MULTIPLICATION_DESC_2": "be limited to  -  ( Joint Contest - Scoring Type：Total Wins )",
  "TOURNWEB_TOURN_GUIDE_MULTIPLICATION_DESC_3": "Taylor won 10 points on his first spin before the multiplication activity.",
  "TOURNWEB_TOURN_GUIDE_MULTIPLICATION_DESC_4": "On the second spin after the 10x multiplier event started, Taylor  won nothing.",
  "TOURNWEB_TOURN_GUIDE_MULTIPLICATION_DESC_5": "On the third spin, Taylor wins another 10 points. Because of the multiplier, Tyler currently has 100 points.",
  "TOURNWEB_TOURN_GUIDE_MULTIPLICATION_DESC_6": "On the fourth spin after the 10x multiplier event, Taylor won another 40 points. Since this was after the multiplier event, Taylor now has 40 points.",
  "TOURNWEB_TOURN_GUIDE_MULTIPLICATION_DESC_7": "Therefore, the total number of points won by Tyler is 150.",
  "TOURNWEB_TOURN_GUIDE_MULTIPLICATION_TITLE": "Multiplication activity - Winning points multiplied",
  "TOURNWEB_TOURN_GUIDE_REWARDS": "Rewards",
  "TOURNWEB_TOURN_GUIDE_REWARDS_1": "Gife Code",
  "TOURNWEB_TOURN_GUIDE_SPECIAL": "Special Race",
  "TOURNWEB_TOURN_GUIDE_SPECIAL_DESC": "Doesn’t have preset Date frequency",
  "TOURNWEB_TOURN_GUIDE_TOTAL_WIN_DESC_1": "Total Win Tournaments are simple and most similar to regular online slot games. You'll be paid a fixed base amount, and the size of your bet is based on the number of spins; the final score based on your bet is the number of points you win over the course of the game.",
  "TOURNWEB_TOURN_GUIDE_TOTAL_WIN_DESC_2": "Example:",
  "TOURNWEB_TOURN_GUIDE_TOTAL_WIN_DESC_3": "Michael uses his first spin and wins 10 points.",
  "TOURNWEB_TOURN_GUIDE_TOTAL_WIN_DESC_4": "On his second spin he does not win anything.",
  "TOURNWEB_TOURN_GUIDE_TOTAL_WIN_DESC_5": "On his third spin he wins 40 more points. John currently has 50 points.",
  "TOURNWEB_TOURN_GUIDE_TOTAL_WIN_DESC_6": "So Michael's total win are 50 points.",
  "TOURNWEB_TOURN_GUIDE_TOURN_TYPE": "Tournament Type",
  "TOURNWEB_TOURN_GUIDE_TOURN_TYPE_1": "General Contest",
  "TOURNWEB_TOURN_GUIDE_TOURN_TYPE_2": "Joint Contest",
  "TOURNWEB_TOURN_GUIDE_TOURN_TYPE_3": "Game Clash",
  "TOURNWEB_TOURN_GUIDE_WEEKLY": "Weekly Race",
  "TOURNWEB_TOURN_GUIDE_WEEKLY_DESC": "Every Weekly",
  "TOURNWEB_TOURN_GUIDE_WIN_TYPE": "Win Type",
  "TOURNWEB_TOURN_GUIDE_WIN_TYPE_1": "Total Win /  Max Multiplier Win",
  "TOURNWEB_TOURN_GUIDE_WIN_TYPE_2": "Total Balance",
  "TOURNWEB_TOURN_GUIDE_WIN_TYPE_3": "Total Win",
  "TOURNWEB_TOURNAMENT_HISTORY": "Your Tournament History",
  "TOURNWEB_TOURNAMENTS": "Tournaments",
  "TOURNWEB_UNBIND": "UNBIND",
  "TOURNWEB_UNDERSTAND": "I understand.",
  "TOURNWEB_VERIFIED": "Verified",
  "TOURNWEB_VERIFY_EMAIL": "Verify email",
  "TOURNWEB_VIEW_REWARD": "View Reward",
  "TOURNWEB_VIP_DESC": "VIP Description",
  "TOURNWEB_VIP_DESC_1_1": "※100 points are awarded for completing a game. In the case of a competition innings in a joint match, the completion of that innings will count as a single match.",
  "TOURNWEB_VIP_DESC_1_10": "Leave a message",
  "TOURNWEB_VIP_DESC_1_11": "Replies a message",
  "TOURNWEB_VIP_DESC_1_12": "Upload a picture",
  "TOURNWEB_VIP_DESC_1_13": "give a like",
  "TOURNWEB_VIP_DESC_1_14": "Use Emoji",
  "TOURNWEB_VIP_DESC_1_15": "※ FreeSlotMatch reserves the right to adjust the levels and rules as needed.",
  "TOURNWEB_VIP_DESC_1_16": "Higher Vip level, higher rewards!",
  "TOURNWEB_VIP_DESC_1_17": "VIP points Use：",
  "TOURNWEB_VIP_DESC_1_18": "100 VIP points for completing a race, the overall remaining balance of the wager must be less than 5% and counted correctly after the settlement in order to be increased, if the conditions are not met, the VIP points gained for that race will not be calculated",
  "TOURNWEB_VIP_DESC_1_19": "VIP points applies to slot and fishing machines.",
  "TOURNWEB_VIP_DESC_1_2": "VIP Level",
  "TOURNWEB_VIP_DESC_1_20": "Please note that according to the special VIP rules we set, your VIP will be downgraded if you do not play for a long period of time.",
  "TOURNWEB_VIP_DESC_1_21": "As VIP is a bonus service, FreeSlotMatch reserves the right to adjust the levels and rules as needed.",
  "TOURNWEB_VIP_DESC_1_22": "VIP Reset:",
  "TOURNWEB_VIP_DESC_1_23": "If no FreeSlotMatch game is played for 15 consecutive days, the current rank will be reset at 12:00am the next day to drop one rank. 2.",
  "TOURNWEB_VIP_DESC_1_24": "If you have not played FreeSlotMatch for 30 consecutive days, your current rank will be reset at 12:00am the following day to drop one rank.",
  "TOURNWEB_VIP_DESC_1_25": "VIP level will drop up to 2 levels, please play more games to avoid VIP downgrade.",
  "TOURNWEB_VIP_DESC_1_26": "Reward Intro：",
  "TOURNWEB_VIP_DESC_1_27": "By competing and completing the tournament you will accumulate VIP progress bars, which will raise the VIP LV and unlock more rewards.",
  "TOURNWEB_VIP_DESC_1_28": "Points Plus activities:",
  "TOURNWEB_VIP_DESC_1_29": "If there is a special date or a designated date for a tournament event, there will be a competition to double the points according to the event time. Please take advantage of the bonus points, which will enable you to upgrade your VIP faster and experience the benefits of VIP earlier.",
  "TOURNWEB_VIP_DESC_1_3": "VIP Points",
  "TOURNWEB_VIP_DESC_1_30": "Ranking will also be given extra bonus points, depending on the ranking, please pay attention to the bonus point activities of each event.",
  "TOURNWEB_VIP_DESC_1_31": "Affiliate Website:",
  "TOURNWEB_VIP_DESC_1_4": "Exclusive Events/Competitions",
  "TOURNWEB_VIP_DESC_1_5": "Ranking Rewards",
  "TOURNWEB_VIP_DESC_1_6": "Specific Games",
  "TOURNWEB_VIP_DESC_1_7": "GiftCode",
  "TOURNWEB_VIP_DESC_1_8": "Game Battles",
  "TOURNWEB_VIP_DESC_1_9": "Game Trial",
  "TOURNWEB_WELCOME": "Welcome back! You've won a prize! Click to see what you've won!",
  "TOURNWEB_YEAR": "years",
  "TOURNWEB_YES": "Yes",
  "TOURNWEB_DELETE_ACCOUNT": "Delete Account",
  "TOURNWEB_COUNTRY_LIMIT_FR": "Exclusive to France",
  "TOURNWEB_COUNTRY_LIMIT_GR": "Exclusive to Greece",
  "TOURNWEB_COUNTRY_LIMIT_IT": "Exclusive to Italy",
  "TOURNWEB_COUNTRY_LIMIT_MX": "Exclusive to Mexico",
  "TOURNWEB_EVENT_END": "Ends in",
  "TOURNWEB_CHAMPIONSHIP_TOURN": "Championship Tourns",
  "TOURNWEB_CHAMPIONSHIP_VIP_EXP_CARD": "VIP EXP Card",
  "TOURNWEB_CHAMPIONSHIP_WHEEL_TICKET": "Wheel Ticket",
  "TOURNWEB_CHANGE": "Change",
  "TOURNWEB_CHAMPIONSHIP_COST_TCOIN": "Playing in the Championship # {0} Deducted T coins {1}",
  "TOURNWEB_CHAMPIONSHIP_DAILY_BONUS": "Daily Bonus",
  "TOURNWEB_CHAMPIONSHIP_DAY": "Day",
  "TOURNWEB_CHAMPIONSHIP_RESET_THU_TICKET": "Reset Thu Ticket",
  "TOURNWEB_CHAMPIONSHIP_RESET_TICKET": "Reset Ticket",
  "TOURNWEB_CHAMPIONSHIP_RESET_TUE_TICKET": "Reset Tue Ticket",
  "TOURNWEB_CHAMPIONSHIP_RESET_WED_TICKET": "Reset Wed Ticket",
  "TOURNWEB_CHAMPIONSHIP_SERIAL_DESC_1": "※ Serial No. Each serial number corresponds to a set of funds, and the serial number cannot be used again after it has been used once.",
  "TOURNWEB_CHAMPIONSHIP_TOTAL_ITEM": "Total Item",
  "TOURNWEB_CHAMPIONSHIP_SERIAL_DESC_2": "※ Serial No. can be entered and exchanged for funds only after the start of an event, and the Serial No. serial number file of the event will be invalidated after the end of the event.",
  "TOURNWEB_CHAMPIONSHIP_SERIAL_NO": "Serial No.Deposit",
  "TOURNWEB_CHAMPIONSHIP_TCOIN": "T Coin",
  "TOURNWEB_CHAMPIONSHIP": "Championship",
  "TOURNWEB_CHAMPIONSHIP_AVATAR_TICKET": "Avatar Ticket",
  "TOURNWEB_CHAMPIONSHIP_CHECK_COLLECTIONS": "Check My Collections",
  "TOURNWEB_CHAMPIONSHIP_CHECK_REWARD": "Check My Reward",
  "TOURNWEB_CHAMPIONSHIP_CLAIM": "Claim",
  "TOURNWEB_CHAMPIONSHIP_CLAIM_TITLE": "Claim daily bonus successfully!",
  "TOURNWEB_CHAMPIONSHIP_COLLECTIONS": "Collections",
  "TOURNWEB_CHAMPIONSHIP_MYCOLLECTIONS": "My Collections",
  "TOURNWEB_CHAMPIONSHIP_NO_RESET_TICKET": "There are no Today Reset Tickets or Infinite Date Reset Tickets in the Collection Cabinet",
  "TOURNWEB_GUIDE_COUNTRY": "Country",
  "TOURNWEB_GUIDE_LIST_1": "Tournaments Guides",
  "TOURNWEB_GUIDE_LIST_2": "Game Clash Guides",
  "TOURNWEB_GUIDE_LIST_3": "NickName Guides"
}